Repository: Acidburn0zzz/kiwi-legacy
Catalog: locale/*/LC_MESSAGES/kiwi.po
Languages: ar, fa, fr, id, it, vi

source: Boot continues in 10 sec
ar: يستمر الإقلاع خلال 10 ثوان
fa: بوت در 10 ثانیه ی آینده ادامه خواهد یافت
fr: Le démarrage continue dans 10 sec
id: Boot berlanjut dalam 10 detik
it: L'avvio riprenderà tra 10 secondi
vi: Quá trình khởi động sẽ tiếp tục sau 10 giây

source: Enter LUKS passphrase
ar: أدخل عبارة المرور LUKS
fa: عبارت عبور LUKS را وارد کنید
fr: Entrez la phrase secrète pour LUKS
id: Masukkan LUKS frasa sandi
it: Inserire la frase d'accesso di LUKS
vi: Nhập mật khẩu LUKS

source: Do you accept the license agreement ?
ar: هل تقبل اتفاقية الترخيص؟
fa: آیا مجوز توافق را میپذیرید ؟
fr: Acceptez-vous l'accord de licence ?
id: Apakah Anda menerima perjanjian lisensi?
it: Si accetta l'accordo di licenza?
vi: Đồng ý với thoả thuận cấp phép?

source: Do you want to start the System-Recovery ?
ar: هل تريد بدء إستعادة النظام ؟
fa: آیا میخواهید بازیابی سیستم را شروع کنید ؟
fr: Voulez-vous démarrer le système de récupération ?
id: Apakah Anda ingin memulai System-Recovery?
it: Si vuole avviare il Recupero del sistema?
vi: Khởi động trình phục hồi hệ thống?

source: Do you want to start the System-Restore ?
ar: هل تريد بدء إسترجاع النظام ؟
fa: آیا میخواهید که بازگردانی سیستم را شروع کنید ؟
fr: Voulez-vous démarrer le système de restauration ?
id: Apakah Anda ingin memulai System-Restore?
it: Si vuole avviare il Ripristino del sistema?
vi: Khởi động trình khôi phục hệ thống?

source: Restoring base operating system...
ar: استرجاع النظام الأساسي...
fa: در حال بازگردانی سیستم عامل پایه...
fr: Restauration du système d'exploitation de base...
id: Memulihkan sistem operasi dasar...
it: Ripristino del sistema operativo di base in corso...
vi: Khôi phục hệ điều hành cơ sở...

source: Destroying ALL data on %1, continue ?
ar: تدمير كل البيانات على %1 ,متابعة ؟
fa: تخریب تمامی داده ها در %1، ادامه میدهید ؟
fr: Destruction de TOUTES les données sur %1, continuer ?
id: Memusnahkan SEMUA data pada %1, lanjutkan?
it: TUTTI i dati su %1 verranno distrutti, continuare?
vi: Sẽ xoá HẾT dữ liệu trong %1, tiếp tục?

source: Clean sweep...
ar: تنظيف القرص...
fa: تمیز جارو کردن...
fr: Nettoyage propre...
id: Menyapu bersih...
it: Pulizia completa in corso...
vi: Dọn dẹp...

source: %1 files from %2 restored...
ar: %1 ملفات تمت إستعادتها من %2...
fa: %1 پرونده از %2 بازیابی شدند...
fr: %1 fichiers sur %2 restaurés...
id: %1 berkas dari %2 dipulihkan...
it: %1 file da %2 ripristinati...
vi: Đã khôi phục %1 trên %2 tập tin...

source: backing up: %1...
ar: نسخ إحتياطي: %1...
fa: در حال پشتیبانگیری: %1...
fr: Sauvegarde : %1...
id: mem-back up: %1...
it: creazione ripristino in corso: %1...
vi: Đang sao lưu: %1...

source: archiving: %1...
ar: أرشفة: %1...
fa: در حال آرشیو کردن: %1...
fr: Archivage : %1...
id: mengarsipkan: %1...
it: creazione archivio in corso: %1...
vi: Đang lưu trữ: %1...

source: restoring: %1...
ar: الاستعادة %1...
fa: در حال بازگردانی: %1...
fr: Restauration de : %1...
id: memulihkan: %1...
it: ripristino in corso: %1...
vi: Đang khôi phục: %1...

source: Yes
ar: نعم
fa: بله
fr: Oui
id: Ya
it: Sì
vi: Có

source: No
ar: لا
fa: خیر
fr: Non
id: Tidak
vi: Không

source: OK
ar: موافق
fa: خوب

source: Cancel
ar: إلغاء
fa: انصراف
fr: Annuler
id: Batal
it: Annulla
vi: Huỷ

source: Exit
ar: خروج
fa: خروج
fr: Sortir
id: Keluar
it: Esci
vi: Thoát

source: Bootloader installation has failed
ar: فشل تثبيت محمل الإقلاع
fa: نصب بوت لودر ناموفق بود
fr: L'installation du chargeur d'amorçage (bootloader) a échoué
id: Instalasi bootloader galat
it: Installazione del bootloader non riuscita
vi: Cài đặt bootloader thất bại

source: The system will not be able to reboot. Please make sure to fixup and install the bootloader before next reboot. Check /var/log/boot.kiwi for details
ar: النظام لن يكون قادرا على إعادة تشغيل الكمبيوتر. يرجى التأكد من إصلاح وتثبيت محمل الإقلاع قبل الإقلاع التالي. راجع /var/log/boot.kiwi لمزيد من التفاصيل
fa: سیستم قادر به راه اندازی مجدد نیست. لطفا مطمئن شوید که بوت لودر را قبل از راه اندازی مجدد بعدی تعمیر و نصب میکنید. برای جزئیات /var/log/boot.kiwi را بررسی کنید
fr: Le système ne pourra pas redémarrer. Veuillez vous assurer de corriger et d'installer le chargeur d'amorçage (bootloader) avant le prochain redémarrage. Consultez /var/log/boot.kiwi pour plus de détails
id: Sistem tidak akan dapat memula lulang. Pastikan untuk memperbaiki dan memasang bootloader sebelum memula ulang. Periksa /var/log/boot.kiwi untuk rincian
it: Non sarà possibile riavviare il sistema. Si prega di assicurarsi di correggere il problema e installare il bootloader prima del prossimo riavvio. Verificare /var/log/boot.kiwi per ulteriori dettagli
vi: Hệ thống sẽ không khởi động lại được. Hãy sửa và cài đặt bootloader trước khi khởi động lại lần sau. Xem /var/log/boot.kiwi để biết thêm thông tin chi tiết

source: Please remove the CD/DVD before reboot
ar: رجاءا أخرج قرص CD/DVD قبل إعادة التشغيل
fa: لطفا قبل از راه اندازی مجدد CD/DVD را خارج کنید
fr: Veuillez éjecter le CD/DVD avant de redémarrer
id: Silakan keluarkan CD/DVD sebelum memula ulang
it: Rimuovere il CD/DVD prima di riavviare
vi: Hãy lấy đĩa CD/DVD ra trước khi khởi động lại

source: Please unplug the USB stick before reboot
ar: رجاءا أزل سواقة USB قبل إعادة التشغيل
fa: لطفا قبل از راه اندازی مجدد حافظه ی USB را خارج کنید
fr: Veuillez déconnecter la clé USB avant de redémarrer
id: Silakan cabut stik USB sebelum memula ulang
it: Estrarre la chiavetta USB prima di riavviare
vi: Hãy rút USB ra trước khi khởi động lại

source: Installation...
ar: التثبيت...
fa: نصب...
id: Instalasi...
it: Installazione in corso...
vi: Đang cài đặt...

source: Loading %1
ar: يحمل %1
fa: بارگزاری %1
fr: Chargement de %1
id: Sedang memuat %1
it: Caricamento di %1
vi: Đang tải %1

source: Verifying %1
ar: يفحص %1
fa: تایید %1
fr: Vérification de %1
id: Sedang memverifikasi %1
it: Verifica di %1
vi: Đang kiểm tra %1

source: Select disk for installation:
ar: حدد قرص للتثبيت:
fa: دیسک را برای نصب انتخاب کنید:
fr: Sélectionnez le disque pour l'installation :
id: Pilih diska untuk instalasi:
it: Selezionare il disco per l'installazione:
vi: Chọn ổ đĩa cài đặt:

source: Select %1 partition for installation:
ar: حدد %1 قسم للتثبيت:
fa: %1 پارتیشن را برای نصب انتخاب کنید:
fr: Sélectionner %1 partition(s) pour l'installation :
id: Pilih partisi %1 untuk instalasi:
it: Selezionare %1 partizione per l'installazione:
vi: Chọn phân vùng %1 để cài đặt:

source: System will be shutdown. Remove USB stick before power on
ar: سيتم إيقاف النظام. أزل سواقة USB قبل التشغيل
fa: سیستم خاموش خواهد شد. حافظه ی USB را قبل از روشن کردن جدا کنید
fr: Le système va s’arrêter. Retirez la clé USB avant de démarrer
id: Sistem akan dimatikan. Lepas stik USB sebelum menyalakan
it: Il sistema sarà arrestato. Rimuovere la chiavetta USB prima della riaccensione
vi: Hệ thống sẽ tắt. Hãy rút USB ra trước khi bật

source: Please remove the CD/DVD before shutdown
ar: الرجاء إزالة CD / DVD قبل الاغلاق
fa: لطفا قبل از خاموش کردن، CD/DVD را خارج کنید
fr: Veuillez éjecter le CD/DVD avant d'éteindre
id: Silakan keluarkan CD/DVD sebelum mematikan
it: Si prega di espellere il CD/DVD di installazione prima dell'arresto del sistema
vi: Hãy lấy đĩa CD/DVD ra trước khi tắt
